Repository: Anne017/password-shroud
Catalog: po/*.po
Languages: de

source: Edit entry
de: Eintrag bearbeiten

source: entries
de: Einträge

source: Add Entry
de: Neuer Eintrag

source: Add new secret
de: Neuen Eintrag zufügen

source: Create new entry
de: Eintrag erstellen

source: Open
de: Öffnen

source: open password-shroud
de: öffne password-shroud

source: provide a masterpassword...
de: Ein Master-Passwort festlegen

source: Decrypt password-shroud
de: password-shroud enschlüsseln

source: Wrong password supplied?
de: Falsches Passwort

source: This is an early version!
de: Dies ist eine frühe Version

source: password change
de: Passwort Änderung

source: old mantra
de: bisheriges Masterpasswort

source: new mantra
de: neues Masterpasswort

source: change password
de: Passwort ändern

source: show login and password
de: Login und Passwort anzeigen

source: copy password to clipboard
de: Passwort nach Zwischenablage

source: copy login to clipboard
de: Login nach Zwischenablage

source: cancel
de: Abbrechen

source: edit
de: Bearbeiten

source: copy
de: Kopieren

source: create a new password-safe
de: einene neuen password-shroud erstellen

source: creating a new store...
de: einen neuen Store ertellen

source: settings
de: Einstellungen

source: change your existing masterpassword
de: Ändere dein Master-Passwort
